tap "caskroom/cask"
tap "caskroom/fonts"
tap "caskroom/versions"
tap "homebrew/bundle"
tap "homebrew/core"
tap "homebrew/dupes"
tap "homebrew/php"
tap "homebrew/services"
brew "awscli"
brew "bash"
brew "coreutils"
brew "dnsmasq", restart_service: true
brew "exa"
brew "lame"
brew "git"
brew "ffmpeg"
brew "findutils"
brew "fish"
brew "jpeg"
brew "graphicsmagick"
brew "grep"
brew "highlight"
brew "hub"
brew "imagemagick"
brew "mariadb"
brew "mas"
brew "nginx", restart_service: true
brew "node"
brew "python3"
brew "postgresql", restart_service: true
brew "streamlink"
brew "the_silver_searcher"
brew "trash"
brew "tree"
brew "wget"
brew "youtube-dl"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "homebrew/php/composer"
brew "homebrew/php/php71"
cask "discord"
cask "iterm2"
cask "mysqlworkbench"
cask "openemu"
cask "postico"
cask "postman"
cask "qlcolorcode"
cask "qlmarkdown"
cask "qlstephen"
cask "quicklook-csv"
cask "quicklook-json"
cask "sequel-pro"
cask "streamlink-twitch-gui"
cask "textual"
cask "the-unarchiver"
cask "vagrant"
cask "virtualbox"
cask "virtualbox-extension-pack"
cask "vlc"
cask "youtube-to-mp3"
cask "caskroom/fonts/font-iosevka"
cask "caskroom/versions/transmit4"
mas "Keynote", id: 409183694
mas "Kindle", id: 405399194
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Pixelmator", id: 407963104
mas "Textual", id: 896450579
mas "Xcode", id: 497799835
