tap 'caskroom/cask'
tap 'caskroom/fonts'
tap 'caskroom/versions'
tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'homebrew/dupes'
tap 'homebrew/php'
brew 'awscli'
brew 'bash'
brew 'coreutils'
brew 'lame'
brew 'git'
brew 'ffmpeg'
brew 'findutils'
brew 'fish'
brew 'graphicsmagick'
brew 'grep'
brew 'highlight'
brew 'hub'
brew 'imagemagick'
brew 'mas'
brew 'node'
brew 'trash'
brew 'tree'
brew 'wget'
brew 'zsh'
brew 'zsh-completions'
brew 'homebrew/php/composer'
brew 'homebrew/php/php71', args: ['with-debug']
cask 'iterm2'
cask 'mysqlworkbench'
cask 'qlcolorcode'
cask 'qlmarkdown'
cask 'qlstephen'
cask 'quicklook-csv'
cask 'quicklook-json'
cask 'sequel-pro'
cask 'textual'
cask 'vagrant'
cask 'virtualbox'
cask 'virtualbox-extension-pack'
cask 'vlc'
mas 'Keynote', id: 409183694
mas 'Kindle', id: 405399194
mas 'Numbers', id: 409203825
mas 'Pages', id: 409201541
mas 'Pixelmator', id: 407963104
mas 'Textual', id: 896450579
