tap "homebrew/core"
tap "homebrew/php"
tap "homebrew/bundle"
tap "homebrew/services"
tap "justwatchcom/gopass"
tap "caskroom/fonts"
tap "caskroom/versions"
tap "caskroom/cask"
cask "osxfuse"
brew "python"
brew "awscli"
brew "bash"
brew "cmake"
brew "coreutils"
brew "dnsmasq", restart_service: true
brew "docker", link: false
brew "entr"
brew "exa"
brew "lame"
brew "ffmpeg"
brew "findutils"
brew "fish"
brew "fzf"
brew "jpeg"
brew "git"
brew "git-flow-avh"
brew "go"
brew "gopass"
brew "graphicsmagick"
brew "graphviz", args: ["with-pango"]
brew "grep"
brew "highlight"
brew "hub"
brew "imagemagick"
brew "macvim"
brew "mariadb", restart_service: true
brew "mas"
brew "nginx", restart_service: true
brew "node"
brew "tree"
brew "pass"
brew "postgresql", restart_service: true
brew "pwgen"
brew "python@2"
brew "ripgrep"
brew "rsync"
brew "rust"
brew "sshfs"
brew "streamlink"
brew "the_silver_searcher"
brew "tldr"
brew "tmux"
brew "trash"
brew "vim"
brew "wget"
brew "youtube-dl"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "homebrew/php/composer"
brew "homebrew/php/php71"
brew "homebrew/php/phplint"
cask "anaconda"
cask "discord"
cask "gimp"
cask "iterm2"
cask "keepassxc"
cask "macvim"
cask "mysqlworkbench"
cask "openemu"
cask "postico"
cask "postman"
cask "qlcolorcode"
cask "qlmarkdown"
cask "qlstephen"
cask "quicklook-csv"
cask "quicklook-json"
cask "sequel-pro"
cask "streamlink-twitch-gui"
cask "the-unarchiver"
cask "vagrant"
cask "vimr"
cask "virtualbox"
cask "virtualbox-extension-pack"
cask "vlc"
cask "youtube-to-mp3"
cask "caskroom/fonts/font-iosevka"
cask "caskroom/versions/transmit4"
mas "GravitDesigner", id: 1207744923
mas "Keynote", id: 409183694
mas "Kindle", id: 405399194
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Pixelmator", id: 407963104
mas "Textual", id: 896450579
mas "Xcode", id: 497799835
